tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/eid"
tap "vitorgalvao/tiny-scripts"
brew "adns"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "readline"
brew "bash"
brew "bash-completion@2"
brew "bc"
brew "binutils"
brew "bzip2"
brew "libpng"
brew "gettext"
brew "libffi"
brew "coreutils"
brew "cscope"
brew "libevent"
brew "curl", args: ["with-libssh2", "with-nghttp2"]
brew "dark-mode"
brew "diffutils"
brew "ldns"
brew "libtool"
brew "minisign"
brew "dnscrypt-proxy", restart_service: true
brew "dos2unix", args: ["with-gettext"]
brew "doxygen"
brew "e2fsprogs"
brew "ed", args: ["with-default-names"]
brew "emacs"
brew "exiftool"
brew "ext4fuse"
brew "lame"
brew "perl"
brew "sqlite"
brew "gdbm"
brew "subversion"
brew "git", args: ["with-blk-sha1", "with-curl", "with-openssl", "with-persistent-https", "with-subversion"]
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "mpfr"
brew "gawk"
brew "gdb"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "libunistring"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg", args: ["with-large-secmem"]
brew "pkg-config"
brew "gpatch"
brew "grep", args: ["with-default-names"]
brew "grip"
brew "gzip"
brew "hopenpgp-tools"
brew "hr"
brew "hub"
brew "intltool"
brew "isl"
brew "less"
brew "libiconv"
brew "libidn"
brew "libmpc"
brew "libpcap"
brew "libscrypt"
brew "libssh2"
brew "libyaml"
brew "lsof"
brew "lzip"
brew "m4"
brew "make", args: ["with-default-names"]
brew "makedepend"
brew "openjpeg"
brew "xz"
brew "python3"
brew "mat", args: ["with-exiftool", "with-python"]
brew "mercurial"
brew "moreutils"
brew "ncurses"
brew "nano"
brew "node"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "qpdf"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "scons"
brew "screen"
brew "ssh-copy-id"
brew "swig"
brew "tcl-tk"
brew "tcpdump"
brew "tor", args: ["with-libscrypt"]
brew "torsocks"
brew "tree"
brew "units"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "ykman"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "android-sdk"
cask "au-lab"
cask "ccleaner"
cask "cleanmymac"
cask "flux-beta"
cask "hyper"
cask "intellij-idea"
cask "mactex"
cask "onyx"
cask "osxfuse"
cask "pycharm"
cask "rubymine"
cask "soundflower"
cask "spotify"
cask "webstorm"
cask "xquartz"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-noto-color-emoji"
cask "caskroom/fonts/font-noto-sans"
cask "caskroom/fonts/font-noto-serif"
cask "caskroom/fonts/font-open-sans"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-slab"
cask "caskroom/versions/1password-beta"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/google-chrome-dev"
cask "caskroom/versions/torbrowser-alpha"
cask "caskroom/versions/vlc-nightly"
